{
  "Title": "Decrypting Da Vinci: The Genius Behind the Art",
  "Description": "In just 60 seconds, unlock the secrets of Leonardo da Vinci's genius. Explore his groundbreaking inventions, mysterious artworks, and timeless impact on art and science. #DaVinci #ArtMeetsScience #CodeWorthy #Shorts",
  "Scenes": [
    {
      "SceneNumber": 1,
      "Duration": "12",
      "VoiceOverText": "Leonardo da Vinci, a name synonymous with genius, but what secrets lie behind his enigmatic artworks?",
      "Description": "Intriguing montage of da Vinci's famous artworks, like the Mona Lisa and The Last Supper.",
      "Text": "Leonardo da Vinci, a name synonymous with genius, but what secrets lie behind his enigmatic artworks?"
    },
    {
      "SceneNumber": 2,
      "Duration": "12",
      "VoiceOverText": "Da Vinci wasn't just an artist; he was a visionary scientist, inventor, and ahead of his time.",
      "Description": "Animations showcasing da Vinci's sketches and inventions like the Vitruvian Man and flying machines.",
      "Text": "Da Vinci wasn't just an artist; he was a visionary scientist, inventor, and ahead of his time."
    },
    {
      "SceneNumber": 3,
      "Duration": "12",
      "VoiceOverText": "His works hold hidden codes and theories, centuries ahead, blending art with scientific thought.",
      "Description": "Close-ups of hidden symbols and sketches in his paintings, hinting at deeper meanings.",
      "Text": "His works hold hidden codes and theories, centuries ahead, blending art with scientific thought."
    },
    {
      "SceneNumber": 4,
      "Duration": "12",
      "VoiceOverText": "Da Vinci's curiosity led him to explore anatomy, flight, and even robotics, leaving a legacy that transcends time.",
      "Description": "Visuals of da Vinci's anatomical studies, early concepts of human flight, and robotic designs.",
      "Text": "Da Vinci's curiosity led him to explore anatomy, flight, and even robotics, leaving a legacy that transcends time."
    },
    {
      "SceneNumber": 5,
      "Duration": "12",
      "VoiceOverText": "Discover more about the mastermind who merged art with science. Stay curious with Code Worthy!",
      "Description": "Call to action with an inspiring backdrop of da Vinci's work and an invitation to explore more.",
      "Text": "Discover more about the mastermind who merged art with science. Stay curious with Code Worthy!"
    }
  ]
}
