{
  "Title": "Genghis Khan: Conqueror of the World",
  "Scenes": [
    {
      "SceneNumber": 1,
      "Duration": "8",
      "VoiceOverText": "Genghis Khan, a name that echoes through history, began as Temujin in the steppes of Mongolia, uniting tribes with visionary leadership.",
      "Description": "Mongolian steppe with a figure of young Temujin on horseback.",
      "Text": "Genghis Khan a name that echoes through history began as Temujin in the steppes of Mongolia uniting tribes with visionary leadership"
    },
    {
      "SceneNumber": 2,
      "Duration": "8",
      "VoiceOverText": "His empire stretched from the Pacific to Europe, built on groundbreaking military tactics and a merit-based society.",
      "Description": "Mongol horsemen demonstrating archery and a map showing the vast Mongol Empire.",
      "Text": "His empire stretched from the Pacific to Europe built on groundbreaking military tactics and a merit-based society"
    },
    {
      "SceneNumber": 3,
      "Duration": "8",
      "VoiceOverText": "The Pax Mongolica under Genghis Khan saw the Silk Road thrive, enhancing trade and cultural exchanges across continents.",
      "Description": "Caravans on the Silk Road under the protection of Mongol envoys.",
      "Text": "The Pax Mongolica under Genghis Khan saw the Silk Road thrive enhancing trade and cultural exchanges across continents"
    },
    {
      "SceneNumber": 4,
      "Duration": "8",
      "VoiceOverText": "Genghis Khan's legacy is a testament to the power of strategic innovation and cultural integration that shaped the modern world.",
      "Description": "A legacy montage of Genghis Khan's empire and influences.",
      "Text": "Genghis Khans legacy is a testament to the power of strategic innovation and cultural integration that shaped the modern world"
    },
    {
      "SceneNumber": 5,
      "Duration": "8",
      "VoiceOverText": "Uncover the story of Genghis Khan with us. Like, share, and subscribe for more historical insights.",
      "Description": "A call to action with historical artifacts and the emblem of Genghis Khan.",
      "Text": "Uncover the story of Genghis Khan with us Like share and subscribe for more historical insights"
    }
  ]
}
