{
  "Title": "Poseidon: The Mighty God of the Seas",
  "Description": "Dive into the depths of ancient Greek mythology with our captivating video on Poseidon, the formidable god of the sea. Known for his mighty trident and command over the oceans, Poseidon is a central figure in the tales of the Olympian gods. Discover his powerful influence over the seas, his role as the god of earthquakes and horses, and his legendary temper that could unleash storms and tsunamis. Witness his involvement in epic myths, including the Odyssey, and learn about his famed contest with Athena for the patronage of Athens. Join us in exploring the fascinating stories of this influential deity. Don't forget to like, share, and subscribe for more enthralling mythological journeys",
  "Scenes": [
    {
      "SceneNumber": 1,
      "Duration": "5",
      "VoiceOverText": "Poseidon, the Greek god of the sea, wielded the power of the oceans with his mighty trident.",
      "Description": "Poseidon holding his trident amidst the churning ocean.",
      "Text": "Poseidon the Greek god of the sea wielded the power of the oceans with his mighty trident"
    },
    {
      "SceneNumber": 2,
      "Duration": "5",
      "VoiceOverText": "Brother to Zeus and Hades, Poseidon was one of the most influential Olympian gods.",
      "Description": "A grand depiction of Poseidon with Zeus and Hades, showcasing their divine realm.",
      "Text": "Brother to Zeus and Hades Poseidon was one of the most influential Olympian gods"
    },
    {
      "SceneNumber": 3,
      "Duration": "5",
      "VoiceOverText": "His realm was not just the sea, but he was also known as the god of earthquakes and horses.",
      "Description": "Poseidon causing an earthquake and riding a chariot pulled by horses.",
      "Text": "His realm was not just the sea but he was also known as the god of earthquakes and horses"
    },
    {
      "SceneNumber": 4,
      "Duration": "5",
      "VoiceOverText": "Poseidon's temper could unleash storms and tsunamis, striking awe and fear into the hearts of mortals.",
      "Description": "Stormy seas and towering waves, a display of Poseidon's wrath.",
      "Text": "Poseidons temper could unleash storms and tsunamis striking awe and fear into the hearts of mortals"
    },
    {
      "SceneNumber": 5,
      "Duration": "5",
      "VoiceOverText": "He played a pivotal role in numerous Greek myths, including the epic tale of the Odyssey.",
      "Description": "Scenes from the Odyssey with Poseidon influencing the events.",
      "Text": "He played a pivotal role in numerous Greek myths including the epic tale of the Odyssey"
    },
    {
      "SceneNumber": 6,
      "Duration": "5",
      "VoiceOverText": "The city of Athens, named in honor of Athena, was a result of Poseidon's famous contest with her.",
      "Description": "Depiction of Poseidon's contest with Athena over the patronage of Athens.",
      "Text": "The city of Athens named in honor of Athena was a result of Poseidons famous contest with her"
    },
    {
      "SceneNumber": 7,
      "Duration": "5",
      "VoiceOverText": "Explore the mighty tales of Poseidon with us. Like, share, and subscribe for more mythological adventures.",
      "Description": "A call to action with ancient Greek motifs and symbols of Poseidon.",
      "Text": "Explore the mighty tales of Poseidon with us Like share and subscribe for more mythological adventures"
    }
  ]
}
