{
  "Title": "Mystery of Oumuamua: A Galactic Enigma #shorts #short",
  "Description": "Explore the enigmatic journey of 'Oumuamua, the first interstellar visitor observed in our solar system. From its unusual trajectory to the mysteries surrounding its origin, this short delves into the cosmic puzzle of this unique celestial object.",
  "Scenes": [
    {
      "SceneNumber": 1,
      "Duration": "10",
      "VoiceOverText": "On October 19th, 2017, Panstar spotted an object moving rapidly between the stars.",
      "Description": "A telescope scanning the night sky, discovering a fast-moving object among the stars.",
      "Text": "Mysterious Object Spotted in Space"
    },
    {
      "SceneNumber": 2,
      "Duration": "10",
      "VoiceOverText": "We had enough data to realize that this object wasn't from our solar system.",
      "Description": "Scientists analyzing data and realizing the object's extraterrestrial origin.",
      "Text": "Not From Our Solar System"
    },
    {
      "SceneNumber": 3,
      "Duration": "10",
      "VoiceOverText": "The interstellar visitor entered our solar system from above the plane of the planets, coming from the direction of the constellation Lyra.",
      "Description": "A depiction of 'Oumuamua entering the solar system from an unusual angle, with the constellation Lyra in the background.",
      "Text": "Visitor from Lyra"
    },
    {
      "SceneNumber": 4,
"Duration": "10",
"VoiceOverText": "And it passed closest to the Sun on September 9th, passing inside the orbit of Mercury.",
"Description": "A visualization of 'Oumuamua's trajectory as it passes close to the Sun, inside Mercury's orbit.",
"Text": "Close Encounter with the Sun"
},
{
"SceneNumber": 5,
"Duration": "10",
"VoiceOverText": "Some mysterious force, we shout without showing any cometary evaporation, no rocket effect to push it. The question is, what was pushing it?",
"Description": "Illustration of 'Oumuamua moving through space without any visible propulsion or cometary tail.",
"Text": "Mystery of 'Oumuamua's Propulsion"
},
{
"SceneNumber": 6,
"Duration": "10",
"VoiceOverText": "The question is who produced Oumuamua? How bad would this have been? Had it not missed the Earth?",
"Description": "Image of scientists pondering over 'Oumuamua's origins and its potential impact on Earth.",
"Text": "Unsolved Mysteries of 'Oumuamua"
},
{
  "SceneNumber": 7,
  "Duration": "8",
  "VoiceOverText": "Discover more about the wonders of the universe. LIKE, SHARE, AND SUBSCRIBE for more cosmic stories and astronomical phenomena.",
  "Description": "A call to action with space imagery and nebulae in the background.",
  "Text": "Discover more about the wonders of the universe. LIKE, SHARE, AND SUBSCRIBE for more cosmic stories and astronomical phenomena."
}
]
}