{
  "Title": "The Lost City of Z: Percy Fawcett's Obsession",
  "Description": "Journey into the heart of the Amazon with explorer Percy Fawcett and his quest for the Lost City of Z. This short video explores the mystery surrounding one of history's most tantalizing tales of exploration. #HistoricalMysteries #LostCityOfZ #PercyFawcett #AmazonMysteries",
  "Scenes": [
    {
      "SceneNumber": 1,
      "Duration": "6",
      "VoiceOverText": "British explorer Percy Fawcett was consumed by the legend of the Lost City of Z, an advanced civilization hidden in the Amazon.",
      "Description": "An image of Percy Fawcett, with maps and sketches of a mythical city in the background, setting the stage for his quest.",
      "Text": "British explorer Percy Fawcett was consumed by the legend of the Lost City of Z an advanced civilization hidden in the Amazon"
    },
    {
      "SceneNumber": 2,
      "Duration": "6",
      "VoiceOverText": "In 1925, Fawcett embarked on an expedition into the uncharted jungles of Brazil, seeking this mysterious city.",
      "Description": "Footage of dense Amazonian jungle, illustrating the challenging and unknown terrain Fawcett ventured into.",
      "Text": "In 1925 Fawcett embarked on an expedition into the uncharted jungles of Brazil seeking this mysterious city"
    },
    {
      "SceneNumber": 3,
      "Duration": "6",
      "VoiceOverText": "Fawcett, along with his son and another companion, vanished without a trace, fueling endless speculation.",
      "Description": "An image portraying Fawcett and his companions' last known moments before their disappearance, surrounded by the vast jungle.",
      "Text": "Fawcett along with his son and another companion vanished without a trace fueling endless speculation"
    },
    {
      "SceneNumber": 4,
      "Duration": "6",
      "VoiceOverText": "Their fate remains one of exploration's greatest mysteries, sparking numerous rescue missions and theories.",
      "Description": "Various images depicting rescue missions, maps, and hypothetical scenarios of what might have happened to them.",
      "Text": "Their fate remains one of explorations greatest mysteries sparking numerous rescue missions and theories"
    },
    {
      "SceneNumber": 5,
      "Duration": "6",
      "VoiceOverText": "Discover more of history's unsolved riddles. Like, share, and subscribe for more exploratory tales.",
      "Description": "A call to action with visuals of other exploration mysteries and historical riddles, inviting viewers to delve deeper.",
      "Text": "Discover more of historys unsolved riddles Like share and subscribe for more exploratory tales"
    }
  ]
}
