{
  "Title": "Nikola Tesla: Master of Lightning",
  "Description": "In just 60 seconds, discover the genius of Nikola Tesla, the inventor who revolutionized electrical engineering. Delve into his life, groundbreaking inventions, and lasting impact on modern technology. #NikolaTesla #Innovation #CodeWorthy",
  "Scenes": [
    {
      "SceneNumber": 1,
      "Duration": "10",
      "VoiceOverText": "Nikola Tesla, a visionary inventor who transformed the world of electrical engineering.",
      "Description": "An introduction showcasing Nikola Tesla's portraits and his early electrical experiments.",
      "Text": "Nikola Tesla, a visionary inventor who transformed the world of electrical engineering."
    },
    {
      "SceneNumber": 2,
      "Duration": "10",
      "VoiceOverText": "Tesla's creations include the alternating current (AC) system, fundamental to powering our world today.",
      "Description": "Animations depicting Tesla's work on the alternating current system and its applications in modern society.",
      "Text": "Tesla's creations include the alternating current (AC) system, fundamental to powering our world today."
    },
    {
      "SceneNumber": 3,
      "Duration": "10",
      "VoiceOverText": "He envisioned wireless communication and energy transmission, ideas far ahead of his time.",
      "Description": "Illustrations of Tesla's concepts of wireless communication and energy transmission, highlighting their futuristic nature.",
      "Text": "He envisioned wireless communication and energy transmission, ideas far ahead of his time."
    },
    {
      "SceneNumber": 4,
      "Duration": "10",
      "VoiceOverText": "Tesla's legacy includes inventions like the Tesla coil, which still inspire innovation and curiosity.",
      "Description": "Footage of the Tesla coil in action, demonstrating its electrical power and influence on future inventions.",
      "Text": "Tesla's legacy includes inventions like the Tesla coil, which still inspire innovation and curiosity."
    },
    {
      "SceneNumber": 5,
      "Duration": "20",
      "VoiceOverText": "Join Code Worthy in exploring the lives of history's greatest minds. Like, share, and subscribe for more inspiring tales of innovation!",
      "Description": "A combined scene with the Code Worthy logo, featuring various Tesla-related innovations, encouraging viewers to explore more and engage with the channel.",
      "Text": "Join Code Worthy in exploring the lives of history's greatest minds. Like, share, and subscribe for more inspiring tales of innovation!"
    }
  ]
}
