{
  "Title": "Greek Gods: The Powers of Olympus",
  "Description": "In just 60 seconds, climb the heights of Mount Olympus and meet the mighty Greek gods. Uncover their powers, myths, and influence in ancient Greek culture. #Mythology #GreekGods #Olympus #CodeWorthy",
  "Scenes": [
    {
      "SceneNumber": 1,
      "Duration": "10",
      "VoiceOverText": "Mount Olympus: the mythical home to the powerful pantheon of Greek gods.",
      "Description": "A majestic view of Mount Olympus with clouds swirling around its peak, evoking a sense of mystery and grandeur.",
      "Text": "Mount Olympus: the mythical home to the powerful pantheon of Greek gods."
    },
    {
      "SceneNumber": 2,
      "Duration": "10",
      "VoiceOverText": "Zeus, the king of gods, wielder of thunder, and ruler of the skies.",
      "Description": "Artistic depiction of Zeus with a thunderbolt in hand, commanding the skies amidst a storm.",
      "Text": "Zeus, the king of gods, wielder of thunder, and ruler of the skies."
    },
    {
      "SceneNumber": 3,
      "Duration": "10",
      "VoiceOverText": "Athena, goddess of wisdom, known for her strategic skill in warfare and patronage of the arts.",
      "Description": "Illustration of Athena in battle armor, with an owl perched on her shoulder, symbolizing wisdom.",
      "Text": "Athena, goddess of wisdom, known for her strategic skill in warfare and patronage of the arts."
    },
    {
      "SceneNumber": 4,
      "Duration": "10",
      "VoiceOverText": "Poseidon, the formidable god of the sea, stirring storms and calming waves.",
      "Description": "Dynamic image of Poseidon with his trident, surrounded by ocean waves and sea creatures.",
      "Text": "Poseidon, the formidable god of the sea, stirring storms and calming waves."
    },
    {
      "SceneNumber": 5,
      "Duration": "10",
      "VoiceOverText": "Discover the myths that shaped ancient Greek culture and still captivate us today.",
      "Description": "Montage of various Greek gods and goddesses, with ancient Greek art and temples in the background.",
      "Text": "Discover the myths that shaped ancient Greek culture and still captivate us today."
    },
    {
      "SceneNumber": 6,
      "Duration": "10",
      "VoiceOverText": "Join us at Code Worthy for more fascinating tales from mythology. Like, share, and subscribe!",
      "Description": "A call to action with the Code Worthy logo, encouraging viewers to engage and explore more mythological stories.",
      "Text": "Join us at Code Worthy for more fascinating tales from mythology. Like, share, and subscribe!"
    }
  ]
}
