{
  "Title": "The Disappearance of the USS Cyclops",
  "Description": "Venture into the mysterious disappearance of the USS Cyclops, one of the largest naval losses in U.S. history. This short video delves into the theories and mysteries surrounding this baffling vanishing act at sea. #HistoricalMysteries #USSCyclops #MaritimeMystery #UnsolvedMysteries",
  "Scenes": [
    {
      "SceneNumber": 1,
      "Duration": "6",
      "VoiceOverText": "The USS Cyclops, a massive Navy supply ship, vanished in 1918 with over 300 souls on board.",
      "Description": "Footage of the USS Cyclops, showing its immense size and capacity, setting sail on a fateful journey.",
      "Text": "The USS Cyclops a massive Navy supply ship vanished in 1918 with over 300 souls on board"
    },
    {
      "SceneNumber": 2,
      "Duration": "6",
      "VoiceOverText": "Last seen leaving Barbados, the ship never arrived in Baltimore, leaving no trace nor distress signal.",
      "Description": "A map tracing the Cyclops' last known route from Barbados to Baltimore, with a mysterious fog engulfing its path.",
      "Text": "Last seen leaving Barbados the ship never arrived in Baltimore leaving no trace nor distress signal"
    },
    {
      "SceneNumber": 3,
      "Duration": "6",
      "VoiceOverText": "Theories abound from extreme weather to enemy attack, but the ship's fate remains one of the sea's greatest enigmas.",
      "Description": "Illustrations depicting various theories like a violent storm at sea, a submarine attack, or a Bermuda Triangle mystery.",
      "Text": "Theories abound from extreme weather to enemy attack but the ships fate remains one of the seas greatest enigmas"
    },
    {
      "SceneNumber": 4,
      "Duration": "6",
      "VoiceOverText": "The disappearance of the Cyclops continues to intrigue, a haunting reminder of the ocean's mysteries.",
      "Description": "A haunting image of the ocean at night, symbolizing the deep, unsolved mystery of the Cyclops' disappearance.",
      "Text": "The disappearance of the Cyclops continues to intrigue a haunting reminder of the oceans mysteries"
    },
    {
      "SceneNumber": 5,
      "Duration": "6",
      "VoiceOverText": "Dive into more historical secrets. Like, share, and subscribe for journeys into the unknown.",
      "Description": "A call to action inviting viewers to explore more mysteries, featuring images of other maritime enigmas and historical secrets.",
      "Text": "Dive into more historical secrets Like share and subscribe for journeys into the unknown"
    }
  ]
}
