{
  "Title": "Cosmic Wonders: The Universe Unveiled",
  "Scenes": [
    {
      "SceneNumber": 1,
      "Duration": "5",
      "VoiceOverText": "The cosmos, an expanse of mysteries, has intrigued humans for eons.",
      "Description": "A panoramic view of the starry cosmos.",
      "Text": "The cosmos an expanse of mysteries has intrigued humans for eons"
    },
    {
      "SceneNumber": 2,
      "Duration": "6",
      "VoiceOverText": "Black holes and supernovae: regions of intense gravity and stellar explosions that shape the universe.",
      "Description": "A black hole and a star exploding as a supernova.",
      "Text": "Black holes and supernovae regions of intense gravity and stellar explosions that shape the universe"
    },
    {
      "SceneNumber": 3,
      "Duration": "6",
      "VoiceOverText": "From galaxies colliding to the dense neutron stars, the universe is in constant motion.",
      "Description": "Galaxies colliding and a spinning neutron star.",
      "Text": "From galaxies colliding to the dense neutron stars the universe is in constant motion"
    },
    {
      "SceneNumber": 4,
      "Duration": "5",
      "VoiceOverText": "Dark matter and cosmic inflation: unseen forces and rapid expansion shape the universe's fabric.",
      "Description": "Visualization of dark matter and universe rapidly expanding.",
      "Text": "Dark matter and cosmic inflation unseen forces and rapid expansion shape the universes fabric"
    },
    {
      "SceneNumber": 5,
      "Duration": "5",
      "VoiceOverText": "Exoplanets and pioneers like Hubble and Hawking have expanded our cosmic horizons.",
      "Description": "Exoplanets and a montage of Hubble and Hawking.",
      "Text": "Exoplanets and pioneers like Hubble and Hawking have expanded our cosmic horizons"
    },
    {
      "SceneNumber": 6,
      "Duration": "6",
      "VoiceOverText": "Embark on a journey with us, exploring the universe's vastness and wonders.",
      "Description": "Fade to black with a call to action.",
      "Text": "Embark on a journey with us exploring the universes vastness and wonders"
    },
    {
      "SceneNumber": 7,
      "Duration": "3",
      "VoiceOverText": "Like and subscribe to journey beyond the stars.",
      "Description": "Like, Share and Subscribe",
      "Text": "Like and subscribe to journey beyond the stars"
    }
  ]
}
