{
  "Title": "Galileo: The Father of Modern Astronomy",
  "Scenes": [
    {
      "SceneNumber": 1,
      "Duration": "7",
      "VoiceOverText": "Galileo Galilei, an icon of scientific revolution, challenged the cosmos's understanding with his telescope.",
      "Description": "A dramatic introduction of Galileo gazing through his telescope at the stars.",
      "Text": "Galileo Galilei an icon of scientific revolution challenged the cosmos understanding with his telescope"
    },
    {
      "SceneNumber": 2,
      "Duration": "7",
      "VoiceOverText": "His celestial observations confirmed that Earth orbits the Sun, a truth that defied the age-old geocentric model.",
      "Description": "Galileo's sketches of the heliocentric solar system.",
      "Text": "His celestial observations confirmed that Earth orbits the Sun a truth that defied the age old geocentric model"
    },
    {
      "SceneNumber": 3,
      "Duration": "7",
      "VoiceOverText": "Galileo's discovery of Jupiter's moons provided crucial evidence for the Copernican theory.",
      "Description": "Visualization of Jupiter and its moons as seen through Galileo's telescope.",
      "Text": "Galileos discovery of Jupiters moons provided crucial evidence for the Copernican theory"
    },
    {
      "SceneNumber": 4,
      "Duration": "7",
      "VoiceOverText": "Defiant of the Inquisition's condemnation, Galileo remained a steadfast proponent of scientific truth.",
      "Description": "A depiction of Galileo's trial juxtaposed with his unwavering commitment to science.",
      "Text": "Defiant of the Inquisitions condemnation Galileo remained a steadfast proponent of scientific truth"
    },
    {
      "SceneNumber": 5,
      "Duration": "5",
      "VoiceOverText": "Explore the legacy of Galileo, whose inventions and discoveries became the bedrock of modern physics and astronomy.",
      "Description": "Montage of Galileo's contributions and their impact on modern science.",
      "Text": "Explore the legacy of Galileo whose inventions and discoveries became the bedrock of modern physics and astronomy"
    },
    {
      "SceneNumber": 6,
      "Duration": "3",
      "VoiceOverText": "Subscribe and join us on a journey through the lives of great minds who shaped our understanding of the universe.",
      "Description": "Like, Share, and Subscribe animation with images of the universe.",
      "Text": "Subscribe and join us on a journey through the lives of great minds who shaped our understanding of the universe"
    }
  ]
}
