{
  "Title": "AI Revolution: How Artificial Intelligence Is Changing Our World",
  "Scenes": [
    {
      "SceneNumber": 1,
      "Duration": "6",
      "VoiceOverText": "Artificial Intelligence, once a sci-fi dream, is now a reality transforming our world.",
      "Description": "Futuristic cityscape with digital networks and AI interfaces.",
      "Text": "Artificial Intelligence once a sci fi dream is now a reality transforming our world"
    },
    {
      "SceneNumber": 2,
      "Duration": "6",
      "VoiceOverText": "AI in healthcare, revolutionizing diagnoses and treatments, saving lives.",
      "Description": "Robotic arms performing surgery and AI analyzing medical data.",
      "Text": "AI in healthcare revolutionizing diagnoses and treatments saving lives"
    },
    {
      "SceneNumber": 3,
      "Duration": "6",
      "VoiceOverText": "Self-driving cars, an AI marvel, promise safer, more efficient roads.",
      "Description": "Autonomous cars navigating seamlessly through city streets.",
      "Text": "Self driving cars an AI marvel promise safer more efficient roads"
    },
    {
      "SceneNumber": 4,
      "Duration": "6",
      "VoiceOverText": "AI in entertainment, creating immersive experiences like never before.",
      "Description": "Virtual reality headset and AI-generated movies.",
      "Text": "AI in entertainment creating immersive experiences like never before"
    },
    {
      "SceneNumber": 5,
      "Duration": "6",
      "VoiceOverText": "Smart homes powered by AI, making life more convenient and connected.",
      "Description": "A smart home interior with AI-controlled devices.",
      "Text": "Smart homes powered by AI making life more convenient and connected"
    },
    {
      "SceneNumber": 6,
      "Duration": "6",
      "VoiceOverText": "Discover the AI revolution with us. Like, share, and subscribe for future insights.",
      "Description": "A digital globe with neural networks and a call to action.",
      "Text": "Discover the AI revolution with us Like share and subscribe for future insights"
    }
  ]
}
